[
    {
        "name": "Cashless Payment System",
        "dateCreated": "2019-08-01",
        "d_escription": "As one of the biggest names in the world for e-commerce, Amazon has taken another step in hassle free shopping. Cashless Stores are popping up all over! Cashless Payment systems are there to reduce interactions with employees and helps consumers through mobile interactions for payments and transactions",
        "technologies": "PHP, AngularjS, React, JQuery",
        "company": "Amazon",
        "photo": "amazon"
    },
    {
        "name": "Snapdragon 888 Interface",
        "dateCreated": "2020-06-01",
        "d_escription": " Processor Chip with Industry-leading mobile innovations in 5G, artificial intelligence (AI), gaming, and camera technologies that will transform premium mobile devices into professional-quality cameras, intelligent personal assistants, and elite gaming rigs. Snapdragon 888 with advanced 5G connectivity will redefine today’s mobile experiences to usher in the future of enterprise mobility, video telephony, console quality cloud gaming, and more",
        "technologies": "C, Linux OS, Python, AI",
        "company": "Qualcomm",
        "photo": "qualcomm"
    },
    {
        "name": "FB Refresh",
        "dateCreated": "2020-01-31",
        "d_escription": "Facebook is a broad social-networking site that hosts billions of Accounts. As such, it is very important to keep everything updated with refreshed styling and make sure it can support the heavy traffic flow.",
        "technologies": "HTML, CSS, JavaScript, Linux, Apache, MySQL, PHP",
        "company": "Facebook",
        "photo": "facebook"
    },
    {
        "name": "Infrastructure Modernizatiion",
        "dateCreated": "2019-01-01",
        "d_escription": "As energy evolves, so too does BP! Working with many partners, BP has decided to redo their infrastructure. To best prepare for future expansion into computing and processing of new fuel sources such as solar, and hydrogen to produce a lower carbon future!",
        "technologies": "Java, C#, .Net, Node js, React, Xamarin",
        "company": "BP",
        "photo": "bp"
    },
    {
        "name": "American Express App",
        "dateCreated": "2020-06-01",
        "d_escription": "As one of the biggest financial institutions, American Express always has to stay up to date with the newest way for its users to keep track of their information. With 2020 being chaotic, they have decided to design a new iOS app that will help customers all from the comfort of their home.",
        "technologies": "Java, JavaScript, C#, .Net, Python, REST API, SWIFT",
        "company": "American Express",
        "photo": "americanexpress"
    },
    {
        "name": "Adobe Website",
        "dateCreated": "2020-02-15",
        "d_escription": "With Adobe and their suite of cloud-based products, they would like to have a new website that showcases the beauty and ease of use of their flagship products. Designed with users in mind, this website will also contain tutorials so customers can learn and get started!",
        "technologies": "HTML5, CSS, BootStrap, JQuery, Angular",
        "company": "Adobe",
        "photo": "adobe"
    },
    {
        "name": "Beats Solo Wireless App",
        "dateCreated": "2020-03-15",
        "d_escription": "With Beats being so popular among consumers, Beats has come up with new technology that makes it easy to pair up with devices. The only drawback was there was not an app associated with their products for more precise media control.",
        "technologies": "SWIFT, C#, REST API",
        "company": "Beats",
        "photo": "beats"
    },
    {
        "name": "Processor Control Interface",
        "dateCreated": "2019-03-01",
        "d_escription": "Known as the 5th largest computer vendor, their products must reflect that! So with their new products, Acer wants to be able to give more access to users over control of their processors. With an easy to use interface, getting the most our of your processor is a breeze!",
        "technologies": "C, C++, Linux, Python, AI",
        "company": "Acer",
        "photo": "acer"
    },
    {
        "name": "Xbox Series X",
        "dateCreated": "2020-11-18",
        "d_escription": "The next generation of gaming is here! With new consoles comes new hardware and software. Microsoft wants a very intuitive and visually appealing design for users that will feel familiar and nostalgic for those who have long been with the Xbox family. This theme will be the default theme for Xbox Series X.",
        "technologies": "C#, C++, Microsoft SDK",
        "company": "Microsoft",
        "photo": "microsoft"
    }
]
